Revit 2027 API
BuiltInFailures.CurtainGridFamilyFailures.CannotCreateCurtainPanelError Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateCurtainPanelError { get; }
Public Shared ReadOnly Property CannotCreateCurtainPanelError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateCurtainPanelError {
	FailureDefinitionId^ get ();
}
static member CannotCreateCurtainPanelError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CurtainGridFamilyFailures Class
Autodesk.Revit.DB Namespace